Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_siirtaa_komissaarien_valintaa_eteenpain.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät siirtää komissaarien valintaa eteenpäin
smn: Sämitigge sirdá komissaarij valjim ovdâskulij

source: Saamelaiskäräjät päätti ylimääräisessä täyskokouksessa tiistaina 9.8.2022 siirtää totuus- ja sovintokomission komissaarien valintaa eteenpäin ja ottaa totuus- ja sovintoprosessin jatkon osalta erätauon.
smn: Sämitigge meridij pajemiärálii olesčuákkimist majebaargâ 9.8.2022 sirdeđ tuotâvuotâ- já sovâdâttâmkomissio komissaarij valjim ovdâskulij já väldiđ tuotâvuotâ- já sovâdâttâmproosees joođhâ iähtun puudâ.

source: Tauon aikana selvitetään rauhassa, millä tavoin prosessia voidaan jatkaa ja jatketaan myös sen selvittämistä, mitä saamelainen yhteisö asiasta ajattelee.
smn: Puudâ ääigi selvâtteh ráávhust, moinnaalijn proosees pyehtih juátkiđ já juátkih meiddei tom selvâttem, maid sämmilâš siärvádâh ääšišt juurdâš.

source: Saamelaiskäräjien kokous äänesti hallituksen esityksen ja varajäsen Matti Aikion esityksen välillä.
smn: Sämitige čuákkim jienâstij stiivrâ iävtuttâs já värijeessân Matti Aikio iävtuttâs kooskâst.

source: Aikion esitys komissaarien valinnan siirtämisestä eteenpäin voitti äänin 10-9. Hallituksen esitys täyskokoukselle oli, että kokous nimeää kaksi uutta komissaaria, joista toinen edustaa inarinsaamen kieliryhmää ja toinen pohjoissaamen kieliryhmää sekä päättää tarvittaessa muista toimenpiteistä prosessin jatkoa ajatellen.
smn: Aikio iävtuttâs komissaarij valjim sirdemist ovdâskulij vuoitij jienâiguin 10-9. Stiivrâ iävtuttâs olesčuákkimân lâi, ete olesčuákkim noomât kyehti uđđâ komissaar, main nubbe oovdâst anarâškielâ kielâjuávhu já nubbe tavesämikielâ kielâjuávhu sehe meerrid táárbu mield eres tooimâin proosees joođhâ tááhust.

source: Saamelaiskäräjät päätti edellisessä kokouksessa kesäkuussa 2022 tukea totuus- ja sovintokomission jatkamista .
smn: Sämitigge meridij oovdeb čuákkimist kesimáánust 2022 tuárjuđ tuotâvuotâ- já sovâdâttâmkomissio juátkim .

source: Kokous kuuli ennen päätöksentekoa asiantuntijoina Saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä, viittä saamelaisten totuus- ja sovintokomission alun perin nimettyä jäsentä sekä yhtä komission sihteeristön suunnittelijaa.
smn: Čuákkim kuulâi ovdil ko toovâi miärádâs äššitobdein Sämmilij psykososiaallii torjuu ohtâduv hoovdâ Heidi Eriksen, vittâ sämmilij tuotâvuotâ- já sovâdâttâmkomissio algâ aalgâst nomâttum jeessân sehe oovtâ komissio čäällimkode vuávájeijee.

source: – Meidän täytyy täyskokouksen linjan mukaisesti lähteä selvittämään syvemmin näkökulmia saamelaisesta yhteiskunnasta sekä totuus- ja sovintoprosessin jatkosta.
smn: – Mij kolgâp olesčuákkim linjim mield seelvâtškyettiđ čieŋŋâlubboht uáinuid sämisiärváduvâst sehe tuotâvuotâ- já sovâdâttâmproosees joođhâst.

source: Jäsenistöstä nousi esille huomioita komissaarivaihtoehtojen määrästä sekä prosessin edistämisen edellytyksistä, kun esitys saamelaiskäräjälaista ei ole edennyt vielä eduskunnan käsittelyyn, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Jesânijn pajanii huámášumeh komissaarmuulsâiävtui meereest sehe proosees ovdedem iävtuin, ko iävtuttâs sämitiggelaavâst ij lah ovdánâm vala ovdâskode kieđâvušmân, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio asâttui Staatârääđi tooimâst 28. roovvâdmáánu 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
smn: Asâttem maŋa komissio lii toimâm jiešráđálávt já sorjohánnáá.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
smn: Vyesimáánust 2022 kuohtuuh Sämitige iävtuttem komissaareh Miina Seurujärvi sehe Heikki J. Hyvärinen pivdijn luovâsmittem komissaar pargostis staatârääđist.

source: Valtioneuvosto myönsi eron Seurujärvelle ja Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
smn: Staatârääđi mieđettij iäru Seurujäärvin já Hyvärisâžân komissaar pargoost 25.5.2022 rääjist.

source: Saamelaisten totuus- ja sovintokomissio
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio

source: Saamelaisten totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmproosees ulmen lii tubdâstiđ já árvuštâllâđ historjálii já tááláá olgoštem, mieldi luhâmáin staatâ suddâluttempolitiik, sehe vuoigâdvuođâi luávkkámijd, selvâttiđ maht taah vaigutteh sämmiláid já sii siärvádâhân tááláá tiileest já iävtuttiđ, ete maht puávtáččii ovdediđ ohtâvuođâ sämmilij já Suomâ staatâ kooskâst sehe sämmilij juávhust.

source: Totuus- ja sovintokomission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
smn: Tuotâvuotâ- já sovâdâttâmkomissio jesâneh láá vijđes luáttámuš navdâšeijee ulmuuh sämmilij já syemmilii ohtsâškoddeest.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
smn: Jesâneh láá sorjomettum iäge oovdâst tom pele, mii lii sii iävtuttâm tâi sii valjim.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät.
smn: Komissio noomâtmist váldojeh täsipiälásávt huámmášumán jieškote-uv sämikielâjuávhuh.

source: Komission nimittämisessä pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
smn: Komissio noomâtmist viggeh väldiđ huámmášumán suhâpeelij täsipiälásâš ovdâstus.

source: Lue tästä saamelaisten totuus- ja sovintokomission mandaatti .
smn: Luuvâ tuotâvuotâ- já sovâdâttâmkomissio mandaat tääbbin .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
